Repository: GreyDev/Solar-Imperium
Catalog: locale/*/LC_MESSAGES/installer.po
Languages: fr_ca

source: *** Please fix theses isssues before continuing ***
fr_ca: *** Veuillez réparer les problèmes avant de continuer ***

source: Confirm password
fr_ca: Confirmer mot de passe

source: Database configuration
fr_ca: Configure de la base de donnée

source: Database correctly configured. Click on continue button to complete installation.
fr_ca: Base de donnée correctement configuré. Appuyez sur le bouton "Continue" pour compléter l'installation.

source: Database name
fr_ca: Nom de la base de donnée

source: Driver
fr_ca: Pilote

source: Everything look fine, your installation is now complete and working. Please notice thats the first player registered become the administrator.
fr_ca: L'installation est maintenant terminé et fonctionnel. N'oubliez pas que le premier usager créer dans le système devient l'administrateur.

source: First thing first, thank you installing Solar Imperium, I hope the process will be painless as possible but you have to meet basic requirements: A web server <i>(APACHE recommended)</i>, PHP 4 or 5 <i>(5 recommended)</i> and an access to a database <i>(MySQL recommended)</i>.<br/><br/>If its fine with you, click on the continue button below.
fr_ca: Premièrement, merci d'essayez Solar Imperium. Je vous souhaite une installation sans problème. Vous devez possèder certains prérequis pour mener à bien l'installation: Un serveur Web <i>(APACHE recommandé)</i>, PHP 4 ou 5 <i>(5 recommandé)</i> ainsi qu'un accès à une base de donnée <i>(MySQL recommandé)</i>.<br/><br/>Si cela vous convient, appuyez sur le bouton "Continuer".

source: Hostname
fr_ca: Adresse réseau

source: Installer (Page 1/4)
fr_ca: Installateur (Page 1/4)

source: Installer (Page 1/4) :: Introduction
fr_ca: Installateur (Page 1/4) :: Introduction

source: Installer (Page 2/4)
fr_ca: Installateur (Page 2/4)

source: Installer (Page 2/4) :: File permissions and SQL configuration
fr_ca: Installateur (Page 2/4) :: Permissions des fichiers et configuration SQL

source: Installer (Page 3/4)
fr_ca: Installateur (Page 3/4)

source: Installer (Page 3/4) :: Database test
fr_ca: Installateur (Page 3/4) :: Vérifications de la base de donnée

source: Installer (Page 4/4)
fr_ca: Installateur (Page 4/4)

source: Installer (Page 4/4) :: Installation completed
fr_ca: Installateur (Page 4/4) :: Installation terminé

source: Not Found but created!
fr_ca: Introuvable mais créer!

source: Not Found!
fr_ca: Introuvable!

source: Not Writable
fr_ca: Incapable d'écrire

source: Not found! Unable to create!
fr_ca: Introuvable! Incapable de créer!

source: Password
fr_ca: Mot de passe

source: Username
fr_ca: Usager

source: Writable
fr_ca: Écriture possible

source: You have to manually remove install.php (or try <a style="color:blue" href="install.php?REMOVE">automatic removal</a>) then click here:
fr_ca: Vous devez manuellement enlever le fichier install.php (ou essayez <a style="color:blue" href="install.php?REMOVE">la procédure automatique</a>), par la suite cliquez ici:
