Repository: GreyDev/Solar-Imperium
Catalog: locale/*/LC_MESSAGES/system.po
Languages: fr_ca

source: , you need to register a free account first!
fr_ca: , vous devez vous enregistrez d'abord!

source: Accounts logged today:
fr_ca: Nombre de joueurs connectés aujourd'hui:

source: Available games:
fr_ca: Parties disponibles:

source: Connected as
fr_ca: Connecté en tant que

source: Connected players:
fr_ca: Joueurs connectés:

source: Dismiss
fr_ca: Fermer

source: Forum
fr_ca: Babillard

source: Games Browser!
fr_ca: Liste des parties!

source: Grab the last version!
fr_ca: Téléchargez la dernière version!

source: Hall Of Fame
fr_ca: Hall de la renommée

source: Host your own games</b>, grab the installation package:
fr_ca: Possèdez votre propre serveur de jeux</b>:

source: How to play
fr_ca: Comment jouer

source: In Solar Imperium, you rule a solar empire. The goal is to become and remain the most powerful empire. You can gain strength by buying forces, and you can gain size by colonizing planets. The game is totally FREE !
fr_ca: Dans Solar Imperium, vous êtes l'empereur d'une empire galactique. Le but du jeux est de construire le plus gros empire possible. Vous pouvez devenir plus fort en recrutant des forces militaires ou en colonisant de nouvelles planets. Ce jeux est totallement GRATUIT!

source: Invalid username and/or password entered!
fr_ca: Surnom et/ou mot de passe invalide!

source: Login
fr_ca: Se connecté

source: Logoff
fr_ca: Se déconnecter

source: Max players in one day:
fr_ca: Journée record du nombre de joueurs:

source: Max signup in one day:
fr_ca: Journée record des enregistrements:

source: New accounts today:
fr_ca: Nouveaux joueurs aujourd'hui:

source: New empires today:
fr_ca: Nouvelles empires aujourd'hui:

source: Nickname:
fr_ca: Surnom:

source: No hall of fames yet
fr_ca: pas de résultat pour l'instant!

source: No nickname provided.
fr_ca: Pas de surnom spécifié.

source: No password provided.
fr_ca: Pas de mot de passe spécifié.

source: No players can be found in the game database, this mean that the first player who register on this server will be the administrator!
fr_ca: Pas de joueurs dans la base de donnée, le premier joueur enregistré deviendra l'administrateur!

source: Online Chat
fr_ca: Discution en ligne

source: Optimized for 1024x768 resolution
fr_ca: Optimisé pour la résolution 1024x768

source: Password:
fr_ca: Mot de passe:

source: Pick a game!
fr_ca: Jouer maintenant!

source: Players registered:
fr_ca: Joueurs enregistrés:

source: Preferences
fr_ca: Préférences

source: Premium Account!
fr_ca: Accès PREMIUM!

source: Premium account
fr_ca: Accès PREMIUM

source: Premium accounts:
fr_ca: Nombre d'accès PREMIUM:

source: Rank:
fr_ca: Rang:

source: Register now!
fr_ca: Enregistrez-vous maintenant!

source: Score:
fr_ca: Pointage:

source: Some interesting statistics
fr_ca: Quelques statistiques interessantes

source: This game is a creation of
fr_ca: Ce jeux est une création de

source: This game was a port from the original <b><a style="color:darkblue" href="http://en.wikipedia.org/wiki/Solar_Realms_Elite">SOLAR REALMS ELITE</a></b> made by <b><a style="color:darkblue" href="http://amitp.blogspot.com/">Amit Patel</a></b>, a pretty popular game back in BBS era (circa 1993). Since then, the game system evolved alot in specific fields like research map and real-time/invasion convoys.
fr_ca: Ce jeux est une réécriture de <b><a style="color:darkblue" href="http://en.wikipedia.org/wiki/Solar_Realms_Elite">SOLAR REALMS ELITE</a></b> fait par <b><a style="color:darkblue" href="http://amitp.blogspot.com/">Amit Patel</a></b>, ce jeux était très populaire à l'époque des babillards électroniques (circa 1993). Depuis le début, ce jeux à dramatiquement évoluer vers de nouvelles fonctionnalités comme l'arbre de recherche et les convois d'invasions en temps réel.

source: To play
fr_ca: Pour jouer

source: Too much players use this IP, login prohibited.
fr_ca: Trop de joueurs utilisent cette adresse Internet, connexion impossible.

source: Total empires count:
fr_ca: Combien d'empires:

source: Total population:
fr_ca: Population totale:

source: Visit the Galaxypedia!
fr_ca: Visitez le GalaxyPedia!

source: Want to learn more about the game?</b> A online documentation is available:
fr_ca: Vous voulez en apprendre un peu plus sur ce jeux?</b> Une documentation en ligne est disponible:

source: Welcome
fr_ca: Bienvenue

source: You are a new comer?
fr_ca: Vous êtes un nouveau joueur?

source: You like the game?
fr_ca: Vous aimez ce jeux?

source: You received a system message on
fr_ca: Vous avez reçu un message le

source: online players
fr_ca: joueurs en ligne

source: you can update to a
fr_ca: vous pouvez changer pour un

source: you have to choose a game, see the
fr_ca: vous devez choisir une partie, visionnez la
