Repository: GreyDev/Solar-Imperium
Catalog: locale/*/LC_MESSAGES/po_files/installer_full_hun.po
Languages: hu_hu

source: Writable
hu_hu: Írható

source: Not Writable
hu_hu: Nem írható

source: Not found! Unable to create!
hu_hu: Nem található! Nem lehet létrehozni!

source: Not Found!
hu_hu: Nem található!

source: Not Found but created!
hu_hu: Nem található, de létrehozva!

source: *** Please fix theses isssues before continuing ***
hu_hu: *** Kérlek ellenőrizd ezeket, mielőtt folytatod ***

source: Database correctly configured. Click on continue button to complete installation.
hu_hu: Adatbázis sikeresen beállítva. Kattints a folytatás gombra, hogy befejezd a telepítést.

source: Installer (Page 1/4)
hu_hu: Telepítő (1/4 oldal)

source: Installer (Page 1/4) :: Introduction
hu_hu: Telepítő (1/4 oldal) :: Bevezetés

source: First thing first, thank you installing Solar Imperium, I hope the process will be painless as possible but you have to meet basic requirements: A web server <i>(APACHE recommended)</i>, PHP 4 or 5 <i>(5 recommended)</i> and an access to a database <i>(MySQL recommended)</i>.<br/><br/>If its fine with you, click on the continue button below.
hu_hu: Előszőr is, köszönjük, hogy telepíted a Solar Imperium-ot, remélem a telepítés zökkenőmentesen fog működni, de ehhez szükséges, hogy meg legyenek a következők: Egy webszerver <i>(APACHE ajánlott)</i>, PHP 4 vagy 5 <i>(5 ajánlott)</i> és egy adatbázis <i>(MySQL ajánlott)</i>.<br/><br/>Ha ezek meg vannak,kattints a folytatás gombra.

source: Installer (Page 2/4)
hu_hu: Telepítő (2/4 oldal)

source: Installer (Page 2/4) :: File permissions and SQL configuration
hu_hu: Telepítő (2/4 oldal) :: Állományok és SQL beállítás

source: Database configuration
hu_hu: Adatbázis beállítás

source: Driver
hu_hu: Meghajtó

source: Hostname
hu_hu: Kiszolgálónév

source: Database name
hu_hu: Adatbázisnév

source: Username
hu_hu: Felhasználónév

source: Password
hu_hu: Jelszó

source: Confirm password
hu_hu: Jelszó megerősítés

source: Installer (Page 3/4)
hu_hu: Telepítő (3/4 oldal)

source: Installer (Page 3/4) :: Database test
hu_hu: Telepítő (3/4 oldal) :: Adatbázis teszt

source: Installer (Page 4/4)
hu_hu: Telepítő (4/4 oldal)

source: Installer (Page 4/4) :: Installation completed
hu_hu: Telepítő (4/4 oldal) :: Sikeres telepítés

source: Everything look fine, your installation is now complete and working. Please notice thats the first player registered become the administrator.
hu_hu: Minden rendben, a telepítésed sikeres és működik. Ne felejtsd el, hogy az első játékos lesz az adminisztrátor.

source: You have to manually remove install.php (or try <a style="color:blue" href="install.php?REMOVE">automatic removal</a>) then click here:
hu_hu: El kell távolítanod az install.php-t (vagy próbáld az <a style="color:blue" href="install.php?REMOVE">automatikus eltávolítás</a>-t) aztán kattints ide:
