Repository: GreyDev/Solar-Imperium
Catalog: locale/*/LC_MESSAGES/po_files/system_full_hun.po
Languages: hu_hu

source: Optimized for 1024x768 resolution
hu_hu: 1024x768-as felbontásra

source: This game is a creation of
hu_hu: A játékot készítette

source: Welcome
hu_hu: Üdvözlünk

source: Pick a game!
hu_hu: Válassz játékot!

source: How to play
hu_hu: Hogyan játsz

source: Register now!
hu_hu: Regisztrálj most!

source: Premium account
hu_hu: V.I.P tag

source: Forum
hu_hu: Fórum

source: Score:
hu_hu: Pont:

source: Rank:
hu_hu: Rang:

source: Connected as
hu_hu: Bejelentkezve

source: online players
hu_hu: online játékos

source: Online Chat
hu_hu: Chat

source: Preferences
hu_hu: Beállítások

source: Logoff
hu_hu: Kijelentkezés

source: You received a system message on
hu_hu: Kaptál egy rendszerüzenetet

source: Dismiss
hu_hu: Töröl

source: Nickname:
hu_hu: Felhasználónév:

source: Password:
hu_hu: Jelszó:

source: Login
hu_hu: Belépés

source: Admin :: Edit game rules
hu_hu: Admin :: Játékbeállítások

source: Admin Section
hu_hu: Admin menü

source: Games list
hu_hu: Játéklista

source: Game name:
hu_hu: Játék neve:

source: Victory condition:
hu_hu: Győzelem:

source: Life time:
hu_hu: Időtartam:

source: Premium only:
hu_hu: Csak V.I.P:

source: Turns per day:
hu_hu: Kör naponta:

source: Protection turns:
hu_hu: Védelmi kör:

source: Max Players:
hu_hu: Maximum játékos:

source: Players Slot:
hu_hu: Játékosok:

source: Reg'd empires:
hu_hu: Regisztrált birodalmak:

source: Are you sure?
hu_hu: Biztos vagy benne?

source: Delete
hu_hu: Töröl

source: Reset Game
hu_hu: Játék újraindítása

source: Reset Rules
hu_hu: Beállítások újraindítása

source: Edit rules
hu_hu: Beállítások módosítása

source: Description:
hu_hu: Leírás:

source: *** No games for now
hu_hu: *** Még nincs játék

source: Create Game
hu_hu: Játék létrehozás

source: Change Me
hu_hu: Változtass meg

source: Classic Game
hu_hu: Klasszikus játék

source: Research Game
hu_hu: Kifejlesztési játék

source: Premium only?:
hu_hu: Csak V.I.P?:

source: Lifetime (days):
hu_hu: Élettartam (nap):

source: Players slot:
hu_hu: Játékos hely:

source: Custom prefix:
hu_hu: Előjelző:

source: Post system message
hu_hu: Rendszerüzenet küldése

source: Send message
hu_hu: Üzenet küldése

source: Forum Posts
hu_hu: Fórum üzenet

source: Topic
hu_hu: Téma

source: Views
hu_hu: Megnézve

source: Replies
hu_hu: Válaszok

source: Author
hu_hu: Szerző

source: Life
hu_hu: Élet

source: Last Reply
hu_hu: Utolsó válasz

source: Forum is empty
hu_hu: A fórum üres

source: Subject:
hu_hu: Tárgy:

source: BB Codes allowed
hu_hu: BB kódok engedélyezve

source: Post topic
hu_hu: Új téma

source: Please do not spam or your account will be terminated.
hu_hu: Ne spam-olj vagy törölve leszel.

source: Forum View Topic
hu_hu: Fórumtéma

source: Pages:
hu_hu: Oldal:

source: Back to main forum page
hu_hu: Vissza a fórum főoldalra

source: BB Codes allowed:
hu_hu: BB kódok engedélyezve:

source: Content:
hu_hu: Üzenet:

source: Games Browser
hu_hu: Játékböngésző

source: Pick a game (You can play on each ones):
hu_hu: Válassz egy játékot (mindegyikben játszhatsz):

source: Game Name:
hu_hu: Játék neve:

source: Scoreboard
hu_hu: Pontlista

source: Starmap
hu_hu: Csillagtérkép

source: Login to play
hu_hu: Bejelentkezés

source: Join game
hu_hu: Csatlakozás

source: of empire
hu_hu: birodalma

source: Networth:
hu_hu: Érték:

source: Continue game
hu_hu: Folytatás

source: Destroy your empire
hu_hu: Birodalom törlése

source: Show Your Last Scores
hu_hu: Pontjaid mutatása

source: Hide Your Last Scores
hu_hu: Pontjaid elrejtése

source: Date
hu_hu: Dátum

source: Rank
hu_hu: Rang

source: Empire name
hu_hu: Birodalom neve

source: Networth
hu_hu: Érték

source: Military
hu_hu: Katonaság

source: Planets
hu_hu: Bolygók

source: Population
hu_hu: Lakosság

source: Turns
hu_hu: Körök

source: No games finished yet!
hu_hu: Még nem ért véget játék!

source: Show Game Details
hu_hu: Játékleírás mutatása

source: Hide Game Details
hu_hu: Játékleírás elrejtése

source: Victory Condition:
hu_hu: Győzelem:

source: Maximum Game Duration:
hu_hu: Játék tart:

source: Time Elapsed:
hu_hu: Eltelt idő:

source: Premium Membership Required:
hu_hu: V.I.P szükséges:

source: Turns Per Day:
hu_hu: Kör naponta:

source: Protection Turns:
hu_hu: Védelmi kör:

source: Connected Players:
hu_hu: Csatlakozott játékos:

source: Max Players Slots:
hu_hu: Maximum játékos:

source: Empires registered:
hu_hu: Regisztrált birodalom:

source: Maximum Empires Limit:
hu_hu: Maximum birodalom:

source: Completed games:
hu_hu: Befejezett játékok:

source: *** No game available for now, the administrator have to create at least one game.
hu_hu: *** Még nincs játék. Az adminisztrátornak létre kell hoznia legalább egy játékot.

source: To play Solar Imperium you need a web browser like IE, Firefox, Konqueror or Opera. You also need to create a account first (<a style="color:darkblue" href="registernow.php">Register</a>), Once created and logged in you can browse for available games and join them. When you join a game you have to provide a emperor/emperess name and an empire name, it will be your identity in the game.
hu_hu: Hogy játszhass a Solar Imperiummal, szükséges egy böngésző, mint az IE, Firefox, Konqueror vagy Opera. Továbbá szükséges a (<a style="color:darkblue" href="registernow.php">regisztráció</a>), ha ezek megvannak, már csak játszanod kell. Ha csatlakozol egy játékhoz meg kell adnod egy uralkodó/uralkodónő nevet. A játékban az lesz a te neved.

source: You can join all the games if you want and play a different empire on each one. The goals of each game may slighly differ but its usually 3 kind of goals, you have research race (the first empire that complete all the fundamental research tree), classic goal (The biggest empire after 30 days of playing won) and fast game (The biggest empire after 7 days of playing won). We plan to introduce new goals like 'last man standing' eventually.
hu_hu: Minden játékba csatlakozhatsz, ha szeretnél, különböző birodalmakkal. Minden játékban mások a célok, de nagyjából 3 féle van, a kutatás (aki legelőszőr kifejleszt mindent, az győz), a klasszikus (30 nap elteltével a legnagyobb birodalom győz), és a gyorsjáték (7 nap elteltével a legerősebb nyer). Próbálunk kifejleszteni újabb győzelmeket, mint például a 'ki marad a végén' vagy hasonlók.

source: The game is turn-based, for each day you have a specific amount of turns available. You can play all your turns in one straight shot or come several times a day to play few turns since they regenerate every 2-3 hours. All the empire management is turn-based but the attack and trade system is real-time, convoys travelling in space can be seen moving, in case of a invasion convoy you can see the doomsday coming fast to your empire :)
hu_hu: A játék körökre osztott, minden nap meghatározott számú kört kapsz. A köreidet elhasználhatod egyszerre, vagy napi 2-3 alkalommal különböző adagokban. Minden körökre van osztva, kivéve a kereskedést, az valós idejű, ugyanis a kereskedőid bizonyos idő alatt érnek csak el a kitűzött célponthoz, ugyanez vonatkozik a támadásokra is.

source: As an galactic empire, to stay alive you need to keep your population happy about they life and about you. Loosing all your population is the way to go if you want to play a very short game.
hu_hu: Mint galaktikus birodalom, figyelned kell a lakosságodra is. Boldogan kell tartanod őket. Ha a lakossággal valami gond van, a játékot rövid időn belül elveszítheted.

source: The primary resource in the game is money (If we dont count population as a resource), to earn money you can raise population taxes, urban taxes, attack others, attack space pirates, exploit ore planets, exploit tourism planets and petroleum planets, you can also turn all the research production to money production. You can also take loans from "The Solar Bank" or invest in galactic bonds at a interesting rate. Planets and military maintenance are usually the places where money are spent, you can buy government planets, they reduce overall maintenance costs for planets.
hu_hu: A játék legfőbb nyersanyagja a pénz )ha nem vesszük figyelembe a lakosságot), hogy pénzt szerezz, növelhetsz adókat, megtámadhatsz másokat, kalózokat, eladhatsz érceket, vagy petróleumot, használhatod a turizmust, sőt a kutatási pontjaid is felhasználhatod pénzként. Vehetsz ki kölcsönt a "Bank"-ból vagy kamatothaztatod a letéteidet. A bolygók és az egységeid ellátása emészti fel a legtöbb pénzt, vásárolhatsz kormányzati bolygókat, így lecsökken a bolygóid ellátási költsége.

source: To reduce army maintenance you can sell your troops (not a good idea), get attacked and loose some (not a good idea either) or send them attacking pirates (pirates are usually a better-than-nothing solution).
hu_hu: Hogy az egységek ellátási költségeit csökkentsd, eladhatod őket (ami nem túl jó megoldás), megöletheted őket (szintén nem jó ötlet) vagy elküldheted őket kalózokat támadni (így a támadásért jutalom is jár).

source: When you start a new game you have several turns of protection where you can't be attacked, don't stockpile army units if you don't plan to attack pirates
hu_hu: Ha új játékot kezdessz, kapsz egy csomó védelmi kört, amikor nem tudnak megtámadni, ne halmozd fel már ilyenkor az egségeidet, ha nem tervezed a kalózok megtámadását.

source: Solar Imperium is the kind of game that contains too many way to succeed, too many different strategies (good or bad) to describe them all theres, it why at this point I recommend you to actually play a game and learn how to play the good way. The game itself contains integrated help system when you hover your mouse over items. You can also refer to "Galaxypedia" at any moments for extra help.
hu_hu: A Solar Imperiumban sok út vezet a győzelem felé. Vannak jó és rossz startégiák, kegyetlen és kíméletes módszerek, de a győzelem felé vezető út nehéz és kiszámíthatatlan. A játékban találhatsz néhány segítséget mint például a "Galaxypedia" de mindent nem tud leírni még az sem.

source: Have a good game and don't forget the best hint of all: TRUST NOBODY! ;)
hu_hu: Jó játékot és ne feledd: NE BÍZZ SENKIBEN! ;)

source: If you want to chat, we have our own channel on server:
hu_hu: Ha chatelni szeretnél, van egy chatszerverünk itt:

source: , called:
hu_hu: , neve:

source: Useful links to learn more:
hu_hu: Hasznos linkek, hogy többet tudj:

source: Galaxypedia :: The ultimate answer to all questions to this game
hu_hu: Galaxypédia :: Az összes kérdésre válaszoló enciklopédia

source: SRE Manual 0.995 :: Reference manual from original SRE, a nice read.
hu_hu: SRE Manual 0.995 :: Eredeti SRE leírás, remek olvasmány.

source: If you want more, someones actually wrote stories about SRE
hu_hu: Ha többet akarsz, sokan írnak történeteket az SRE-ről

source: Join Game
hu_hu: Csatlakozás

source: Emperor/Emperess name:
hu_hu: Uralkodó/Uralkodónő neve:

source: Random
hu_hu: Véletlenszerű

source: Gender:
hu_hu: Nem:

source: Emperor
hu_hu: Uralkodó

source: Emperess
hu_hu: Uralkodónő

source: Empire name:
hu_hu: Birodalom neve:

source: Autobiography:
hu_hu: Profil:

source: Email address
hu_hu: E-mail cím

source: Real name
hu_hu: Valódi név

source: Country
hu_hu: Ország

source: Password
hu_hu: Jelszó

source: Leave it empty to keep old password
hu_hu: Hagyd üresen, hogy ne változzon

source: Confirm password
hu_hu: Jelszó megerősítés

source: Avatar image
hu_hu: Kép

source: Default Emperor/ess name
hu_hu: Uralkodó/uralkodónő név

source: Default Empire name
hu_hu: Birodalom név

source: Default Emperor/ess description
hu_hu: Uralkodó/uralkodónő leírás

source: Update Account
hu_hu: Felhasználó módosítás

source: Player statistics:
hu_hu: Játékos statisztika

source: Created on
hu_hu: Regisztrált

source: Game(s) won
hu_hu: Megnyert játékok

source: Game(s) lost
hu_hu: Vesztett játékok

source: Score
hu_hu: Pont

source: Play
hu_hu: Játék

source: *** No games joined yet.
hu_hu: *** Még nem csatlakoztál játékhoz.

source: UPGRADE TO PREMIUM ACCOUNT
hu_hu: V.I.P ELŐFIZETÉS

source: Access to PREMIUM games
hu_hu: V.I.P játékok elérése

source: A non-waiting access to all the games
hu_hu: Azonnali játékelérés

source: One extra TURN per day per game
hu_hu: Egy extra kör naponta

source: Click here!
hu_hu: Katt ide!

source: Last logins
hu_hu: Utolsó bejelentkezések

source: Premium Account
hu_hu: V.I.P felhasználó

source: 20.00$ US For one year PREMIUM Membership Account
hu_hu: 20.00$ US Egy év V.I.P tagság

source: The PREMIUM Membership account give you:
hu_hu: A V.I.P tagság nyújtja neked:

source: - Access to PREMIUM games
hu_hu: - V.I.P játékok elérése

source: (Less crowded, better game quality experience, different game types)
hu_hu: (Kevésbé zsúfolt, jobb játékélvezet, különböző játéktípusok)

source: - A non-waiting access to all the games (Even if all the slots are full)
hu_hu: - Azonnali elérés minden játékhoz (Még akkor is, ha tele van)

source: - One extra turn per day per game
hu_hu: - Egy extra kör naponta

source: Every signup will help maintain and develop this project, turning this game into something bigger and better for all the players.
hu_hu: Minden regisztráció segíti a fejlesztését a játéknak és valami nagyobbá és jobbá teheti azt minden játékos számára.

source: The money is direclty used in buying ADS space and hosting capacities.
hu_hu: A pénzt a tárhely költségeire és a reklámozásokra használjuk fel.

source: All the signups are done with PAYPAL by clicking on the 'donation' button below, don't forget to provide a valid email address. Your account will be activated within 48 hours.
hu_hu: Minden V.I.P regisztrációt PAYPAL-al lehet intézni. Kattints az 'adományozás' gombra, de ne feledd, hogy valód e-mail címet kell megadnod. A V.I.P számlád 48 órán belül aktiválva lesz.

source: Registration completed
hu_hu: Sikeres regisztráció

source: Congralutation, you are now a Solar Imperium registered player!
hu_hu: Gratulálunk, mostantól a Solar Imperium regisztrált tagja vagy!

source: To start playing go to
hu_hu: Hogy játszhass, menj

source: and login with your nickname and password, to learn how to play visit the
hu_hu: és jelentkezz be a neveddel és jelszavaddal, ha több információt szeretnél, látogass el a

source: how to play page
hu_hu: hogyan játszak oldalra.

source: The year is now 27006. The old Imperium has long since crashed universe-wide, because of the constant battles and the complete chaos caused by over inflation and empires being so big that they imploded from poor management. All that remained were a loosely knit group of traders who chose not to become part of the previous Imperium. These traders and craftsmen have made available bare planets and terraforming equipment to new arrivals in the galaxy. The traders and craftsmen will not rule the Imperium, they are content to see new arrivals and offer their services and collect their profits in the form of taxes. They operate as a group under the guise of the Galactic Coordinator, and appear to be the Supreme Being.<br/><br/><br/>In the event you successfully invade an empire you will receive free terraforming as a reward from the Traders. The Traders put a high value on intelligence and research and will possibly let you win the game with these attributes. You may also win the game by conquest. Welcome new immigrants and begin building your empire. There are new improved methods of communications, more information and methods to manage your empire available to you. The all new GalaxyPedia is now available to you. You may use it and add your own content. The GalaxyPedia is a dynamic tool that is constantly being updated and changed. You might become tempted to do unethical things in this game such as use nuclear weapons, teleport your empire to a new location or other underhanded acts. Do so at your own risk because the Traders frown upon such things.
hu_hu: 27006-ot írunk. A régi Birodalom már régen összeomlott a háborúskodások, a belső viszályok és az uralkodó zsarnoksága következtében. Minden ami marad, néhány kereskedő, akik nem akartak a régi Birodalom részei lenni tovább. Ezek a kereskedők elérhetővé tettek néhány kihalt, üres bolygót az új uralkodójelöltek számára. Ők nem akarják uralni a Birodalmat, ők csak az új uralkodókra várnak, hogy a piacuk ismét beinduljon és jöjjön a bevétel. Ők a Galaktikus Koordinátornak dolgoznak. <br/><br/><br/>Ha a játékban lerombolsz egy birodalmat, a kereskedők jutalmat adnak neked. Előnyben részesítik a tudást és a fejlődést, melyek segítségével garantált a győzelem. A másik módszer a hódítás. Szerezz új bevándorlókat és építsd a birodalmadat. Sok információval szolgálhat a Galaxypédia. Használd bölcsen és add hozzá saját tudásod. A játékban néhány szabálytalan, vagyis fekete dolgot is tehetsz, mint a nukleáris bombák, a feketepiac és egyéb rejtett dolgok. Sosem tudhatod, mikor mi fog történni. Minden gondolj át jól és cselekedj bölcsen. A kereskedők bíznak benned!

source: Register Now
hu_hu: Regisztrálj most

source: Nickname to use
hu_hu: Felhasználónév

source: By joining in the game you agree to the following by acceptance of this Code of Conduct:
hu_hu: A játékba való csatlakozáskor elfogadod és betartod az alábbi feltételeket:

source: 1. Foul language in any form in the public messages, forums and galaxypedia is grounds for immediate termination of your account
hu_hu: 1. A trágár beszéd bármilyen formája az üzenetekben, fórumokon, vagy a galaxypédiában tilos és törlést von maga után.

source: 2. Foul language in any form in the IRC channel and you are banned immediately.
hu_hu: 2. A trágár beszéd bármilyen formáját a chaten azonnali törléssel jutalmazzuk.

source: 3. Any form of disorderly conduct ( except attacking empires ) is not tolerated.
hu_hu: 3. Bármiféle rendbontás ( kivéve a támadásokat ) nem lesz tolerálva.

source: 4. More than 2 accounts from the same IP address must be cleared thru the Galactic Coordinator either via the forums, email or in the IRC channel. Violation of this is clearly cheating and will not be tolerated. Unless cleared with the Galactic Coordinator BEFORE creating account, the accounts may be terminated.
hu_hu: 4. Több, mint 2 felhasználó egy IP címről való regisztrálása esetén szólni kell az adminisztrátornak a fórumon, vagy e-mailben, esetleg a chaten.Ha egy embernek van több felhasználója, az szabályellenes és nem lesz tolerálva. Ha többen regisztrálnak egy IP-ről, azt regisztráció előtt kell megbeszélni az adminnal.

source: We reserves the right to terminate any account and reset any game at any time. Multiple violations of the code of conduct will result in your host mask being banned.
hu_hu: Fenntartjuk a jogot a birodalmak és a felhasználók törlésére bármikor, ha azok szabályt szegnek. A többszöri szabályszegést IP cím tiltással jutalmazzuk.

source: I agree with the rules
hu_hu: Elfogadom a feltételeket

source: Signup
hu_hu: Regisztrál

source: Top 50 players
hu_hu: Top 50 játékos

source: Player Name
hu_hu: Játékos Neve

source: Lifespan
hu_hu: Élettartam

source: Last Visit
hu_hu: Utolsó látogatás

source: This game is a creation of
hu_hu: Készítette

source: Galaxypedia
hu_hu: Galaxypédia

source: Open chat in new window
hu_hu: Megnyitás új ablakban

source: No players can be found in the game database, this mean that the first player who register on this server will be the administrator!
hu_hu: Nincs játékos az adatbázisban, az első ember aki regisztrál, megkapja az adminisztrátor rangot!

source: Hall Of Fame
hu_hu: Hírességek csarnoka

source: No hall of fames yet
hu_hu: Még nincsenek hírességek

source: Some interesting statistics
hu_hu: Néhány érdekes statisztika

source: Available games:
hu_hu: Elérhető játékok:

source: Total population:
hu_hu: Össznépesség:

source: Total empires count:
hu_hu: Birodalmak:

source: New empires today:
hu_hu: Új birodalmak ma:

source: Players registered:
hu_hu: Regisztrált játékosok:

source: Premium accounts:
hu_hu: V.I.P tagok:

source: Connected players:
hu_hu: Csatlakozott játékosok:

source: New accounts today:
hu_hu: Mai regisztrációk:

source: Max signup in one day:
hu_hu: Legtöbb regisztráció:

source: Accounts logged today:
hu_hu: Bejelentkezett ma:

source: Max players in one day:
hu_hu: Legtöbb egy nap:

source: In Solar Imperium, you rule a solar empire. The goal is to become and remain the most powerful empire. You can gain strength by buying forces, and you can gain size by colonizing planets. The game is totally FREE !
hu_hu: A Solar Imperiumban egy galaktikus birodalmat irányítassz. A cél, hogy te légy a legerősebb és ezt meg is tartsd. Erőt az egységekkel, még területet a hódításokkal szerezhetsz. A játék teljesen INGYENES!

source: This game was a port from the original <b><a style="color:darkblue" href="http://en.wikipedia.org/wiki/Solar_Realms_Elite">SOLAR REALMS ELITE</a></b> made by <b><a style="color:darkblue" href="http://amitp.blogspot.com/">Amit Patel</a></b>, a pretty popular game back in BBS era (circa 1993). Since then, the game system evolved alot in specific fields like research map and real-time/invasion convoys.
hu_hu: Ez a játék egy átirata az eredeti <b><a style="color:darkblue" href="http://en.wikipedia.org/wiki/Solar_Realms_Elite">SOLAR REALMS ELITE</a></b>-nek, amit <b><a style="color:darkblue" href="http://amitp.blogspot.com/">Amit Patel</a></b> készített, egy híres játék volt (1993-ban). Azóta a játék rengeteget lett fejlesztve és sok újdonság került bele.

source: You are a new comer?
hu_hu: Új vagy?

source: , you need to register a free account first!
hu_hu: , regisztrálnod kell!

source: To play
hu_hu: Hogy játsz

source: you have to choose a game, see the
hu_hu: választanod kell egy játékot, nézd meg a

source: Games Browser!
hu_hu: Játék böngészőt!

source: You like the game?
hu_hu: Tetszik a játék?

source: you can update to a
hu_hu: befizethetsz a

source: Premium Account!
hu_hu: V.I.P tagságra!

source: Want to learn more about the game?</b> A online documentation is available:
hu_hu: Többet akarsz megtudni a játékról?</b> Egy dokumántáció található itt:

source: Visit the Galaxypedia!
hu_hu: Olvasd a Galaxypédiát!

source: Host your own games</b>, grab the installation package:
hu_hu: Vezess egy saját játékot</b>, töltsd le a forrásokat:

source: Grab the last version!
hu_hu: A legújabb verzió!

source: You need to be an admin!
hu_hu: Adminnak kell lenned!

source: Invalid rules sent.
hu_hu: Hibás szabályok.

source: Game name empty!
hu_hu: Üres játéknév!

source: Lifetime empty!
hu_hu: Időtartam üres!

source: Turns per day empty!
hu_hu: Körök naponta üres!

source: Protection turns empty!
hu_hu: Védelmi körök üres!

source: Max players empty!
hu_hu: Max játékos üres!

source: Players slot empty!
hu_hu: Játékosok üres!

source: Need a reset!
hu_hu: Újra kell indítani!

source: days
hu_hu: nap

source: has joined the chatroom.
hu_hu: belépett a chatre.

source: Online Users
hu_hu: Online felhasználó

source: Invalid GAME ID!
hu_hu: Hibás JÁTÉK AZONOSÍTÓ!

source: Invalid session!
hu_hu: Hibás session!

source: Unable to continue playing. Maybe you have deleted your empire?
hu_hu: Nem folytathatod a játékot. Talán letörölted a birodalmad?

source: You can't post until you are registered. Please login!
hu_hu: Nem írhatsz, míg nem regisztráltál. Jelentkezz be!

source: Empty reply content!
hu_hu: Üres válasz!

source: Unknown
hu_hu: Ismeretlen

source: days
hu_hu: nap

source: No
hu_hu: Nem

source: Yes
hu_hu: Igen

source: Collapsed
hu_hu: Összeomlott

source: Invalid empire name!
hu_hu: Hibás birodalomnév

source: Invalid emperor/emperess name!
hu_hu: Hibás uralkodó/uralkodónő név!

source: Invalid gender!
hu_hu: Hibás nem!

source: --- No biography defined ---
hu_hu: --- Nincs profil ---

source: Game not resetted yet!
hu_hu: Még nem indult újra!

source: Emperor/emperess name already in use!
hu_hu: Már van ilyen játékos!
