Repository: GreyDev/Solar-Imperium
Catalog: locale/*/LC_MESSAGES/po_files/system_full_hun.po
Languages: hu_hu

source: Empire name already in use!
hu_hu: Már van ilyen birodalom!

source: You need to be a premium member to join this game!
hu_hu: V.I.P tagnak kell lenned, hogy beléphess a játékba!

source: Too much players, this game is full!
hu_hu: Túl sok játékos, tele van!

source: Passwords does not matches!
hu_hu: Nem egyeznek a jelszavak!

source: Empty email field!
hu_hu: Üres e-mail mező!

source: Empty real_name field!
hu_hu: Üres valódi név mező!

source: Empty country field!
hu_hu: Üres ország mező!

source: Sorry, only jpeg files are supported! Current type:
hu_hu: Csak jpeg kiterjesztés! Jelenlegi:

source: You must agree with the rules!
hu_hu: El kell fogadnod a feltételeket!

source: Empty real name field!
hu_hu: Üres valódi név mező!

source: Empty nickname field!
hu_hu: Üres nicknév mező!

source: Empty password(first) field!
hu_hu: Üres jelszó(első) mező!

source: Empty password(second) field!
hu_hu: Üres jelszó(második) mező!

source: Passwords entered does not matches!
hu_hu: A két jelszó nem egyezik!

source: This email address is already used by someone else!
hu_hu: Ezt az e-mail címet már használja valaki!

source: This nickname is already used by someone else!
hu_hu: Már valaki használja ezt a nicknevet!

source: Day(s)
hu_hu: Nap

source: has left the chatroom. [logoff] (Stayed for
hu_hu: elhagyta a chat-et. [logoff] (Itt volt

source: minutes
hu_hu: percig

source: No nickname provided.
hu_hu: Nem adtál meg nicknevet.

source: No password provided.
hu_hu: Nem adtál meg jelszót.

source: Invalid username and/or password entered!
hu_hu: Hibás felhasználónév vagy jelszó!

source: Too much players use this IP, login prohibited.
hu_hu: Túl sok játékos használja ezt az IP-t, bejelentkezés sikertelen.
